{"gifNames":["forest-of-well","forest-of-jan","forest-of-data","forest-of-m","forest-of-c","forest-of-she","forest-of-add","chartreusetwilight","forest-of-city","forest386710","simplebold","sparsebleak","forest-of-them","forest-of-into","forest-of-year","forest-of-were","forest-of-more","forest-of-last","forest-of-it","mehnicepath","fatredtrunkswteal","purplefloormeh","orangeandtan","greenblackongreen","sparsepurplepinkok","denseredblue","fewbutblue","lavenderhunter","periwinkleswamp","emptybluepurple","tinyfen","blackwhitemauve","bluemuddy","forest-of-one","cobaltfloor","turqpurplebrown","darkroyalonkhaki","spartanpastelgreen","sparsemintok","brightroofdarkfloor","emptyperipretty","uglybutok","spikynicecolors","veryorange","the_of_and_to","a_in_for_is_","on_that_by_this_","with-i-you","forest-of-all","forest-of-new","forest-of-an","forest-of-we","forest-of-home","forest-of-us","forest-of-if","forest-of-page","forest-of-my","forest-of-free","forest-of-but","forest-of-our","forest-of-who","forest-of-help","forest-of-been","forest-of-top","forest-of-over","forest-of-re","forest-of-buy","forest448013","forest56086","forest681202","forest275251","forest571829","forest-of-t","forest-of-d","forest907009","forest-of-high","forest-of-r","forest-of-book"],"quotes":["Our honest friend journeyed on his way too; and if he was merry before, he was now ten times more so.\n~ 'The Miser in the Bush' ","Thus she went roving on through the wide world, and looked neither to the right hand nor to the left, nor took any rest, for seven years. \n~ 'Lily and the Lion'","‘As far as the wind blows, and so long as the cock crows, I will journey on, till I find him once again.’\n~ 'Lily and the Lion'","‘No,’ said the king. ‘I had rather die than place you in such great danger as you must meet with in your journey.’\n~ 'The Water of Life'","‘I will journey forth into the world, till I come again to my kingdom.’\n~ 'The King of the Golden Mountain'","Thus she went on and on, and journeyed till she came to the world’s end.\n~ 'The Seven Ravens'","But the youth said: ‘However difficult it may be, I will learn it. For this purpose indeed have I journeyed forth.’\n~ 'The Story Of The Youth Who Went Forth To Learn What Fear Was'","Then she threw herself upon Heaven for help in her need, and went away, and journeyed on the whole night, till at last she came to a large wood.\n~ 'Cat-Skin'","On the road he met a sparrow that said to him, ‘Why are you so sad, my friend?\n~ 'The Dog and the Sparrow'","Now he took to the road boldly, and as he was light and nimble, he felt no fatigue.\b~ 'The Valiant Little Tailor'","But she said she supposed that they knew the road, and would follow her, and she could not stay there all day waiting for them. \n~ 'Frederick and Catherine'","Away went the horse full gallop; and before Hans knew what he was about, he was thrown off, and lay on his back by the road-side. \n~ 'Hans in Luck'","‘As long as I live, I will never by myself leave the path, to run into the wood, when my mother has forbidden me to do so.’ \b~ 'Little Red-Cap'","a feeling of dread came over her which she could not explain, and that she might be able to find her path again, she filled her pockets with peas and lentils to sprinkle on the ground as she went along.\n~ 'The Robber Bridegroom'","In the morning when he awoke, he began to search over hill and dale for this pretty flower; and eight long days he sought for it in vain\n~ 'Jorinda and Jorindel'","as the prince came to the thicket he saw nothing but beautiful flowering shrubs, through which he went with ease, and they shut in after him as thick as ever.\n~ 'Briar Rose'","She remembered nothing more until she awoke and found herself in a beautiful meadow, full of sunshine, and with countless flowers blooming in every direction.\n~ 'Mother Holle'","Little Red-Cap, however, had been running about picking flowers, and when she had gathered so many that she could carry no more, she remembered her grandmother, and set out on the way to her.","He put his cap on with all haste, and gathered wild field-flowers and bound them together.\n~ 'Iron Hans'","The beast began to roar and bellow, till all the birds of the wood flew away for fright\n~ 'The Fox and the Horse'","Then down they all went, and at the bottom they found themselves in a most delightful grove of trees\n~ 'The Twelve Dancing Princesses'"," ‘No, wife,’ said the man, ‘I will not do that; how can I bear to leave my children alone in the forest?—the wild animals would soon come and tear them to pieces.’\n~ 'Hansel and Gretel'","but the ass, who saw that some mischief was in the wind, took himself slyly off, and began his journey towards the great city\n~ 'The Travelling Musicians'","Then she thanked the moon, and went on till the night-wind blew\n~ 'Lily and the Lion'","The poor horse was very melancholy, and wandered up and down in the wood, seeking some little shelter from the cold wind and rain.\n~ 'The Fox and the Horse'","After a time she threw it up so high that she missed catching it as it fell; and the ball bounded away, and rolled along upon the ground, till at last it fell down into the spring. \n~ 'The Frog Prince'","The sun was setting fast, and already half of its circle had sunk behind the hill\n~ 'Jorinda and Jorindel'","When she was twelve years old, the enchantress shut her into a tower, which lay in a forest, and had neither stairs nor door, but quite at the top was a little window.\n~ 'Rapunzel'","A month passed, and the snow had all disappeared; then another month went by, and all the earth was green.\n~ 'The Juniper-Tree'","Three times every day she went to it and cried; and soon a little bird came and built its nest upon the tree, and talked with her, and watched over her, and brought her whatever she wished for. \n~ 'Ashputtel'","The soldier wished to take away some token of the place; so he broke off a little branch, and there came a loud noise from the tree.\n~ 'The Twelve Dancing Princesses'","Then he wandered quite blind about the forest, ate nothing but roots and berries, and did naught but lament and weep over the loss of his dearest wife.\n~ 'Rapunzel'"," he saw afar off something bright and shining and calling to his companions said, ‘There must be a house no great way off, for I see a light.’\n~ 'The Travelling Musicians'","Then he went on still farther, and all was so still that he could hear every breath he drew\n~ 'Briar Rose'","‘The children must go, we will take them farther into the wood, so that they will not find their way out again; there is no other means of saving ourselves!’\n~ 'Hansel and Gretel'","Go farther into the wood until you come to a house, wherein lives an old woman; she will offer you food and drink, but you must not take of either\n~ 'The Raven'","A long while after, he went to walk one day in the wood, and the old fox met him\n~ 'The Golden Bird'","One day they went to walk in the wood, that they might be alone; and Jorindel said, ‘We must take care that we don’t go too near to the fairy’s castle.’\n~ 'Jorinda and Jorindel'","They walked the whole night and all the next day too from morning till evening, but they did not get out of the forest, and were very hungry, for they had nothing to eat but two or three berries, which grew on the ground.\n~ 'Hansel and Gretel'","They began to walk again, but they always came deeper into the forest, and if help did not come soon, they must die of hunger and weariness.\n~ 'Hansel and Gretel'","She walked the whole day until she came to the deepest, darkest part of the forest.\n~ 'The Robber Bridegroom'","At this the girl and her sweetheart Roland resumed their natural shapes again, and they walked on the whole night until daybreak.\n~ 'Sweetheart Roland'"," Then the soldier did not know how to earn a living, went away greatly troubled, and walked the whole day, until in the evening he entered a forest.\n~ 'The Blue Light'"," He travelled about a long time in search of it and came at last to a dark forest, through which he went on walking for fourteen days and still could not find a way out.\n~ 'The Raven'"],"replyTo":""}